Repository: kennymc-c/UC-Remote
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: %@ integrations
de: %@ Integrationen
fr: %@ intégrations

source: %@ logs
de: %@ Protokolle
es: %@ registros

source: %@ profile selected
de: Profil %@ ausgewählt
es: perfil %@ seleccionado
fr: profil %@ sélectionné
nl: %@ profiel geselecteerd

source: %lld resources extracted
de: %lld Ressourcen geladen
es: %lld recursos extraídos
fr: %lld ressources importées
nl: %lld resources geëxtraheerd

source: Action
de: Aktion
es: Acción

source: Action on widget tap
de: Widget-Aktion
es: Acción del widget
fr: Action du widget

source: Activity
de: Aktivität
es: Actividad
fr: Activité
nl: Activiteit

source: Activity is not running
de: Aktivität läuft nicht
es: La actividad no se está ejecutando
fr: L’activité est inactive
nl: Activiteit wordt niet uitgevoerd

source: Activity not loaded
de: Aktivität nicht geladen
es: Actividad no cargada
fr: Activité non chargée
nl: Activiteit niet geladen

source: Activity turned off
de: Aktivität ausgeschaltet
es: Actividad desactivada
fr: Activité arrêtée
nl: Activiteit gestopt

source: Activity turned on
de: Aktivität eingeschaltet
es: Actividad activada
fr: Activité démarrée
nl: Activiteit gestart

source: Add a new remote
de: Eine neue Fernbedienung hinzufügen
es: Agregar un nuevo mando
fr: Ajouter une nouvelle télécommande
nl: Voeg een nieuwe afstandsbediening toe

source: Add an entity to control center
de: Eine Aktivität zum Kontrollzentrum hinzufügen
es: Añadir una entidad al centro de control
fr: Ajouter une entité au centre de contrôle

source: Add media players controls in profile pages
de: Media Player-Befehle auf den Profilseiten hinzufügen
es: Añadir control media player en página de perfíl
fr: Ajouter les contrôles média dans les pages de profil

source: Age of cache before reloading data (seconds)
de: Alter des Caches vor dem Neuladen der Daten (Sekunden)
es: Antigüedad de la memoria caché antes de volver a cargar los datos (segundos)
fr: Durée du cache avant de recharger les données (en secondes)
nl: Leeftijd van de cache vóór het opnieuw laden van gegevens (seconden)

# app_intents.intent.light.title
source: Control entity
de: Entität bedienen
es: Control entidad
fr: Contrôle d'entité

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
nl: Uiterlijk

source: Application will exit
de: Die App wird beendet
es: La aplicación se cerrará
fr: L’application sera fermée

source: Are you sure you want delete this integration ? All configured devices and entities of this integration will be erased
de: Bist du sicher, dass du diese Integration löschen möchtest? Alle konfigurierten Geräte und Entitäten dieser Integration werden gelöscht
es: ¿Estas seguro de querer borrar esta integración? Todos los dispositivos configurados así como las entidades de esta, serán eliminadas
fr: Etes-vous sûr de vouloir supprimer cette intégration ? Les appareils et entités configurés seront supprimés

source: Are you sure you want to update %@ integration ? This will erase all the configured devices and entities, you will have to set it up again
de: Bist du sicher, dass du die %@-Integration aktualisieren möchtest? Dadurch werden alle konfigurierten Geräte und Entitäten gelöscht und du musst die Integration erneut einrichten
es: ¿Estás seguro de querer actualizar la integración %@? Esto eliminara todos los dispositivos configurado así como las entidades de esta, tendrás que volver a configurarlas de nuevo
fr: Etes-vous sûr de vouloir mettre à jour l’intégration %@ ? Cela effacera tous les appareils et entités configurés, vous devrez les reconfigurer à nouveau

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
nl: Beschikbaar

source: Available entities
de: Verfügbare Entitäten
es: Entidades disponibles
fr: Entités disponibles
nl: Beschikbare entiteiten

source: Back
de: Zurück
es: Volver
fr: Retour
nl: Terug

source: Boot entries
de: Boot-Einträge
es: Registros Boot
fr: Enregistrements Boot

source: Buttons
de: Tasten
es: Botones
fr: Boutons
nl: Knoppen

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Check remote host
de: Entfernten Host überprüfen
es: Verifica el mando
fr: Vérifier l’adresse de la télécommande

source: Clear all data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données

source: Clear cache
de: Cache löschen
es: Borrar Cache
fr: Effacer le cache

source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
nl: Gesloten

source: Closing
de: Schließt
es: Cerrando
fr: Fermeture
nl: Sluiten

source: Color
de: Farbe
fr: Couleur
nl: Kleur

source: Command
de: Befehl
es: Comando
fr: Commande
nl: Commando

source: Command %@ error
de: Fehler beim Befehl %@
es: %@ Error de comando
fr: Commande %@ erreur
nl: Commando %@ fout

source: Community integrations
de: Community-Integrationen
es: Integraciones de la comunidad
fr: Intégrations de la communauté

source: Configuration
de: Konfiguration
es: Configuración
fr: Paramètres
nl: Configuratie

source: Configuration of integrations
de: Konfiguration von Integrationen
es: Configuración de la integración
fr: Configuration des intégrations

source: Configure remotes
de: Fernbedienungen konfigurieren
es: Configurar mandos
fr: Configurer les télécommandes
nl: Configureer afstandsbedieningen

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

source: Connection failed with password %@
de: Verbindungsfehler mit Passwort %@
es: La conexión fallo con la contraseña %@
fr: Echec de la connexion avec le mot de passe %@
nl: Verbinding mislukt met wachtwoord %@

source: Connection failed with token %@
de: Verbindungsfehler mit Token %@
es: La conexión fallo con el token %@
fr: Echec de la connexion avec le token %@
nl: Kan geen verbinding maken met token %@

source: Connection successful with password
de: Verbindung erfolgreich mit Passwort
es: Conexión correcta con contraseña
fr: Succès de la connexion avec le mot de passe
nl: Verbinding succesvol met wachtwoord

source: Connection successful with token
de: Verbindung erfolgreich mit Token
es: Conexión exitosa con token
fr: Succès de la connexion avec le token
nl: Verbindingssucces met token

source: Cool
de: Kühlen
es: Frio
fr: Froid
nl: Koud

source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier vers le presse-papier

source: Could not extract current configuration from setup driver %@ : the integration may not support backup/restore
de: Die aktuelle Konfiguration konnte nicht aus der Einrichtung des Treibers %@ extrahiert werden: Die Integration unterstützt möglicherweise keine Sicherung/Wiederherstellung.
es: No puede extraer la configuracion actual del driver %@ : la integración puede que no soporte backup/restore
fr: Impossible d’extraire la configuration du pilote %@ : l’intégration ne gère peut-être pas la sauvegarde/restauration

source: Couldn't extract update information
de: Aktualisierungs-Informationen konnten nicht entpackt werden
es: No puede extraer la información de actualización
fr: Impossible d’extraire les informations de mise à jour

source: Current : %@ °
de: Aktuell: %@ °
es: Actual : %@ °
fr: Actuelle : %@ °
nl: Huidig: %@ °

source: Current activity
de: Aktuelle Aktivität
es: Actividad en ejecución
fr: Activité en cours

source: Current page
de: Aktuelle Seite
es: Página actual
fr: Page courante
nl: Actuele pagina

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
nl: Donker

source: Delay %lld
de: %lld ms Verzögerung
es: Esperar %lld
fr: Délai %lld

source: Deleting driver %@
de: Lösche Treiber %@
fr: Suppression du pilote %@

source: Deleting integration %@
de: Lösche Integration %@
es: Borrando integracion %@
fr: Suppression de l’intégration %@

source: Device toggled on/off
de: Gerät Ein/Ausgeschaltet
es: Dispositivo encendido/apagado
fr: Appareil allumé/éteint
nl: Apparaat aan/uit

source: Device turned off
de: Gerät ausgeschaltet
es: Dispositivo apagado
fr: Appareil éteint
nl: Apparaat uit

source: Device turned on
de: Gerät eingeschaltet
es: Dispositivo encendido
fr: Appareil allumé
nl: Apparaat aan

source: Diagnosis
de: Diagnose
es: Diagnostico
fr: Diagnostic

source: Discovered remotes
de: Entdeckte Fernbedienungen
es: Mandos a distancia descubiertos
fr: Télécommandes découvertes
nl: Ontdekte afstandsbedieningen

source: Do not leave this view while the installation is in progress
de: Verlasse diese Ansicht nicht, während die Installation läuft
es: No abandonar esta página mientras la instalacion esta en curso
fr: Ne pas quitter cette vue tant que l’installation est en cours

source: Done
de: Fertig
es: Hecho
fr: Terminé
nl: Klaar

source: Download resources
de: Ressourcen herunterladen
es: Descargar recursos
fr: Télécharger les ressources

source: Downloading %@
de: %@ herunterladen
es: Descargando %@
fr: Téléchargement de %@

source: Downloading resources
de: Ressourcen werden heruntergeladen
es: Descargando recursos
fr: Téléchargement des ressources

source: Edit profile pages
de: Profilseiten bearbeiten
es: Editar las páginas de perfíl
fr: Editer les pages du profil

source: Edit remote
de: Fernbedienung bearbeiten
es: Editar mando
fr: Editer la télécommande
nl: Afstandsbediening bewerken

source: Empty profile
de: Leeres Profil
es: Perfíl vacio
fr: Profil vide

source: Enable for all activities
de: Für alle Aktivitäten aktivieren
es: Habilitar para todas las actividades
fr: Activer pour toutes les activités
nl: Inschakelen voor alle activiteiten

source: Enable haptic feedback
de: Haptisches Feedback aktivieren
es: Habilitar la retroalimentación háptica
fr: Activer le retour haptique
nl: Haptische feedback inschakelen

source: Enable live activities to display current media state on home screen
de: Live-Aktivitäten aktivieren, um den aktuellen Medienstatus auf dem Home-Bildschirm anzuzeigen
es: Habilitar actividades en vivo para mostrar el estado actual de los medios en la pantalla de inicio
fr: Activer les « Live Activities » pour afficher le média en cours
nl: Schakel Live Activities in om de huidige mediastatus op het startscherm weer te geven

source: Entities
de: Entitäten
es: Entidades
fr: Entités
nl: Entiteiten

source: Entities browser
de: Entitäten-Browser
es: Explorador de entidades
fr: Navigateur d'entités
nl: Entiteiten browser

source: entities loaded
de: Entitäten geladen
es: entidades cargadas
fr: entités chargées
nl: Geladen entiteiten

source: Entity
de: Entität
es: Entidad
fr: Entité
nl: Entiteit

source: Error
de: Fehler
fr: Erreur

source: Error during resources extraction
de: Fehler beim Laden der Ressourcen
es: Error durante la extracción de recursos
fr: Erreur durant l’extraction des ressources
nl: Fout tijdens het extraheren van ressources

source: Error while closing
de: Fehler beim Schließen der Abdeckung
es: Error al cerrar
fr: Erreur pendant la fermeture
nl: Fout bij het sluiten van de klep

source: Error while deleting download folder %@
de: Fehler beim Löschen des Download-Ordners %@
es: Error mientras se borra la carpeta de descarga %@
fr: Erreur pendant la suppression du dossier %@

source: Error while deleting driver %@
de: Fehler beim Löschen des Treibers %@
es: Error al eliminar el driver %@
fr: Erreur pendant la suppression du pilote %@

source: Error while executing macro
de: Fehler beim Ausführen des Makros
es: Error al ejecutar la macro
fr: Erreur pendant l’exécution de la macro
nl: Fout tijdens uitvoeren macro

source: Error while opening
de: Fehler beim Öffnen der Abdeckung
es: Error al abrir
fr: Erreur pendant l’ouverture
nl: Fout bij het openen van de klep

source: Error while saving Profile page %@
de: Fehler beim Speichern der Profilseite %@
es: Error mientras se guardaba el perfíl %@
fr: Erreur pendant la sauvegarde de la page du profil %@

source: Error while switching off
de: Fehler beim Ausschalten
es: Error al apagar
fr: Erreur lors de l’extinction
nl: Fout bij het uitschakelen

source: Error while switching on
de: Fehler beim Einschalten
es: Error al encender
fr: Erreur lors de l’allumage
nl: Fout bij het inschakelen

source: Error while toggled on/off device
de: Fehler beim Ein/Ausschalten des Geräts
es: Error al encender/apagar el dispositivo
fr: Erreur pendant l’activation de l’appareil
nl: Fout tijdens aan-/uitzetten apparaat

source: Error while toggling group
de: Fehler beim Umschalten der Gruppe
es: Error al cambiar de grupo
fr: Erreur pendant l’activation du groupe
nl: Fout bij het wisselen van groep

source: Error while toggling light
de: Fehler beim Umschalten des Lichts
es: Error al conmutar la luz
fr: Erreur pendant l’activation de la lumière
nl: Fout bij het schakelen van het licht

source: Error while toggling switch
de: Fehler beim Umschalten des Schalters
es: Error al cambiar interruptor
fr: Erreur pendant la bascule de l’interrupteur

source: Error while turning off activity
de: Fehler beim Ausschalten der Aktivität
es: Error al apagar la actividad
fr: Erreur pendant l’arrêt de l'activité
nl: Fout tijdens het stoppen van de activiteit

source: Error while turning off climate
de: Fehler beim Ausschalten des Thermostats
es: Error al apagar el climatizador
fr: Erreur pendant l’arrêt du thermostat
nl: Fout bij uitschakelen klimaat

source: Error while turning off device
de: Fehler beim Ausschalten des Geräts
es: Error al apagar el dispositivo
fr: Erreur pendant l’arrêt de l’appareil
nl: Fout tijdens het afsluiten van het apparaat

source: Error while turning off light
de: Fehler beim Ausschalten des Lichts
es: Error al apagar la luz
fr: Erreur pendant l’arrêt de la lumière
nl: Fout bij uitschakelen licht

source: Error while turning off media player
de: Fehler beim Ausschalten des Media Players
es: Error al apagar el reproductor de medios
fr: Erreur pendant l’arrêt du Media Player

source: Error while turning off remote
de: Fehler beim Ausschalten der Fernbedienung
es: Error al apagar el mando
fr: Erreur pendant l’arrêt de la télécommande

source: Error while turning on activity
de: Fehler beim Einschalten der Aktivität
es: Error al encender la actividad
fr: Erreur pendant le démarrage de l'activité
nl: Fout tijdens het starten van de activiteit

source: Error while turning on climate
de: Fehler beim Einschalten des Thermostats
es: Error al encender el climatizador
fr: Erreur pendant l’allumage du thermostat
nl: Fout bij inschakelen klimaat

source: Error while turning on device
de: Fehler beim Einschalten des Geräts
es: Error al encender el dispositivo
fr: Erreur pendant le démarrage de l’appareil
nl: Fout tijdens het opstarten van het apparaat

source: Error while turning on light
de: Fehler beim Einschalten des Lichts
es: Error al encender la luz
fr: Erreur pendant l’allumage de la lumière
nl: Fout bij inschakelen licht

source: Error while turning on media player
de: Fehler beim Einschalten des Media Players
es: Error al encender el reproductor de medios
fr: Erreur pendant l’activation du Media Player

source: Error while turning on remote
de: Fehler beim Einschalten der Fernbedienung
es: Error al encender el mando
fr: Erreur pendant l’activation de la télécommande

source: Error while uploading driver %@
de: Fehler beim Hochladen des Treibers %@
es: Error al cargar el driver %@
fr: Erreur pendant le chargement du pilote %@

source: Export cache
de: Cache exportieren
es: Exportar cache
fr: Exporter le cache

source: Export logs
de: Protokolle exportieren
es: Exportar logs
fr: Exporter les logs
nl: Logboeken exporteren

source: Export Widgets settings
de: Widget-Einstellungen exportieren
es: Exportar configuración Widgets
fr: Exporter les réglages Widgets

source: Extract configuration
de: Konfiguration extrahieren
es: Extraer configuración
fr: Extraire la configuration

source: Extract integration information
de: Integrations-Informationen extrahieren
es: Extraer información de la integración
fr: Extraire les informations de l'intégration

source: Extract logs
de: Protokolle laden
es: Extraer los logs
fr: Extraire les logs

source: Extracted configuration
de: Konfiguration extrahiert
es: Configuración extraida
fr: Configuration extraite

source: Extracting configuration from setup driver %@...
de: Extrahiere Konfiguration aus der Einrichtung des Treibers %@
es: Extrayendo configuración del driver %@...
fr: Extraction de la configuration du pilote %@

source: Extracting drivers...
de: Entpacke Treiber...
es: Extrayendo drivers...
fr: Extraction des pilotes...

source: Extracting integration updates...
de: Entpacke Integrations-Aktualisierungen
es: Extrayendo la actualización de la integración
fr: Extraction des mises à jour d’intégrations...

source: Failed to download updated integration
de: Fehler beim Herunterladen der aktualisierten Integration
es: Fallo al descargar la actualización de la integración
fr: Echec du téléchargement de l’intégration mise à jour

source: Failed to register remote
de: Fernbedienung konnte nicht registriert werden
es: Fallo al registrar mando
fr: Echec de l’enregistrement de la télécommande
nl: Registratie van afstandsbediening is mislukt

source: Failed to restert remote
de: Fernbedienung konnte nicht neu gestartet werden
es: Fallo en la reinicialización del mando
fr: Echec du redémarrage de la télécommande
nl: Herstarten van de afstandsbediening is mislukt

source: Failed to restore the current configuration of the integration driver %@
de: Die aktuelle Konfiguration des Integrationstreibers %@ konnte nicht wiederhergestellt werden
es: Fallo al restablecer la configuración acutal de la integración %@
fr: Echec de la restauration de la configuration active du pilote %@

source: Failed to save settings in iCloud
de: Einstellungen konnten nicht in der iCloud gespeichert werden
es: Fallo al guardar los ajustes en iCloud
fr: Echec de la sauvegarde des paramètres dans iCloud

source: Failed to shutdown remote
de: Fernbedienung konnte nicht ausgeschaltet werden
es: Fallo al apagar mando
fr: Echec de l’arrêt de la télécommande
nl: Uitzetten afstandsbediening mislukt

source: Failed to subscribe entities
de: Entitäten konnten nicht abonniert werden
es: Fallo al subscribirse a la entidad
fr: Echec lors de la souscription des entités

source: Failed to subscribe entity %@
de: Fehler beim Abonnieren der Entität %@
es: Fallo al subscribirse a la entidad %@
fr: Echec de la souscription de l’entité %@

source: Failed to sync settings
de: Synchronisation der Einstellungen fehlgeschlagen
es: Fallo al sincronizar configuración
fr: Echec de synchronization des paramètres

source: Failed to unsubscribe entity %@
de: Fehler beim Deabonnieren der Entität %@
es: Fallo an borrar subscripcion entidad %@
fr: Echec de la désouscription de l’entité %@

source: Fan
de: Ventilator
es: Ventilador
fr: Ventilateur
nl: Ventilator

source: General settings
de: Allgemeine Einstellungen
es: Ajustes generales
fr: Paramètres généraux
nl: Algemene instellingen

# Github rate limit reached (%d requests remaining), please wait until %@
source: Github rate limit reached (%1$d requests remaining), please wait until %2$@
de: Github-Ratenlimit erreicht (%1$d verbleibende Anfragen). Bitte warte bis %2$@
es: Límite de Github alcanzado (%d solicitudes restantes), por favor espera hasta %@
fr: Limite de Github atteinte (%1$d requêtes restantes), attendez jusqu’à %2$@

source: Heat
de: Heizen
es: Calor
fr: Chaleur
nl: Warmte

# HEAT_COOL
source: Heat or Cool
de: Heizen oder Kühlen
es: Auto
fr: Chauffage ou froid
nl: Warm of koud

source: If you proceed the integration will be erased with all its configured devices and entities. You will have to reconfigure it again. Mapping in activities or profile pages will be preserved.
de: Wenn du fortfährst, wird die Integration mit all ihren konfigurierten Geräten und Entitäten gelöscht. Du musst sie dann erneut konfigurieren. Die Zuordnung in Aktivitäten oder Profilseiten bleibt erhalten.
es: Si continúas, se eliminará la integración junto con todos sus dispositivos y entidades configurados. Tendrás que volver a configurarla. Se conservará la asignación en las actividades o páginas de perfil.
fr: Si vous continuez l’intégration sera effacée avec tous ses appareils et entités configurés. Vous devrez les reconfigurer à nouveau. L’association dans les activités et les pages de profils seront préservés

source: Install
de: Installieren
es: Instalar
fr: Installer

source: Install integration
de: Integration installieren
es: Instalar integración
fr: Installation de l'intégration

source: Installation in progress
de: Installation läuft
fr: Installation en cours

source: Installation of integration done
de: Installation der Integration fertiggestellt
es: Instalación de la integracion finalizada
fr: Installation de l’intégration terminée

source: Installation of integration failed
de: Installation der Integration fehlgeschlagen
es: Instalación de la integración falló
fr: Echec de l’installation de l'intégration

source: Installation of integrations
de: Installation von Integrationen
es: Instalación de la integración
fr: Installation des intégrations

source: Integration cannot be updated : no home page defined or not on GitHub
de: Die Integration kann nicht aktualisiert werden: Keine Homepage angegeben oder nicht auf GitHub
es: La integración no puede ser actualizada: no hay pagina principal definida o no esta en Github
fr: L’intégration ne peut pas être mise à jour : aucun site défini ou pas sur Github

source: Integration settings will be erased
de: Integrations-Einstellungen werden gelöscht
es: La configuración de esta integracion será eliminada
fr: Les paramètres de l’intégration seront effacés

source: Integration update
de: Integrations-Aktualisierung
es: Actualizar integración
fr: Mise à jour de l'intégration

source: Integrations settings will be erased
de: Integrations-Einstellungen werden gelöscht
es: La configuración de esta integración será eliminada
fr: Les paramètres de l’intégration seront supprimés

source: Interface
de: Benutzeroberfläche
es: Interfaz

source: Launched update...
de: Aktualisierung gestartet...
es: Actualización lanzada...
fr: Mise à jour lancée...
nl: Update gestart...

source: Light
de: Licht
es: Luz
fr: Lumière
nl: Licht

# Light mode
source: Light
de: Hell
es: Claro
fr: Lumineux
nl: Licht

source: Limit
de: Begrenzung
es: Límite
fr: Limite

source: Load resources
de: Ressourcen laden
es: Cargar recursos
fr: Charger les ressources
nl: Ressources laden

source: Loading profiles list and entities...
de: Lade Profilliste und Entitäten...
es: Cargando lista de perfiles y entidades...
fr: Chargement des profils et des entités…
nl: laden van profiel lijst en entiteiten...

source: Log level
de: Protokollierungsstufe
es: Nivel de log
fr: Niveau de log

# Logs of %@ (%@)
source: Logs of %1$@ (%2$@)
de: Protokolle von %1$@ (%2$@)
es: Logs de %1$@ (%2$@)
fr: Logs de %1$@ (%2$@)

source: Logs viewer
de: Protokolle anzeigen
es: Visor de Logs
fr: Visualiser les logs

source: Macro executed
de: Makro ausgeführt
es: Macro ejecutada
fr: Macro exécutée
nl: uitvoeren macro

source: Magic packet sent
de: Magic Packet gesendet
es: Paquete mágico enviado
fr: Paquet magique envoyé
nl: Magic packet verzonden

source: Media Entity
de: Media Player Entität
es: Entidad de medios
fr: Entité média
nl: Media entiteit

source: Media player turned off
de: Media Player ausgeschaltet
es: Reproductor de medios apagado
fr: Media Player éteint

source: Media player turned on
de: Media Player eingeschaltet
es: Reproductor de medios encendido
fr: Media Player activé

source: Media seeking slider range
de: Einstellbereich des Medien-Suchschiebereglers
es: Precisón control deslizante de medios
fr: Précision de la barre de média

source: Media settings
de: Medien-Einstellungen
es: Ajuste de medios
fr: Réglages médias

source: Mode
de: Modus
es: Modo
nl: Modus

source: Model %@
de: Modell %@
es: Modelo %@
fr: Modèle %@
